[
    {
        "details_link": "/event/recZsoLKX5A1P2vNi",
        "title": "BUILD DAY X TOUR: ATLANTA HACKATHON",
        "venue": "Atlanta Tech Village Buckhead",
        "description": "Start your experience of Atlanta Tech Week with Build Day X: Atlanta, our 24 hour Innovation Bootcamp! We invite you to join us at our brunch, where our pitch competition will set the stage for a week of learning and networking. Join industry leaders and aspiring innovators for a week packed with workshops, talks, and opportunities to network. Be part of the movement that drives technological innovation and community in Atlanta!",
        "date": "Saturday, June 8, 2024",
        "start_time": "12:00 pm",
        "end_time": "4:00 pm",
        "event_details": "What is BDX?Think accelerator on steroidsâ\u0080\u0093youâ\u0080\u0099ll build your own startup team, collaborate on ideas, and sprint on real work (whether itâ\u0080\u0099s your own idea or a new business). Participants will have 24 hours to build a working prototype. By the end, that shiny idea you had will turn into a beautiful prototype that you will pitch. The first place winning team will receive $10,000, the second place team will receive $5,000 and the third place team will get $2,500!!We will also provide meals, snacks and beverages to keep you hydrated and fed for the entire event!"
    },
    {
        "details_link": "/event/rec3rd3XN4UZkUZPq",
        "title": "BUILD DAY X TOUR: ATLANTA BRUNCH",
        "venue": "Atlanta Tech Village Buckhead",
        "description": "Start your experience of Atlanta Tech Week with Build Day X: Atlanta, our 24 hour Innovation Bootcamp! We invite you to join us at our brunch, where our pitch competition will set the stage for a week of learning and networking. Join industry leaders and aspiring innovators for a week packed with workshops, talks, and opportunities to network. Be part of the movement that drives technological innovation and community in Atlanta!",
        "date": "Sunday, June 9, 2024",
        "start_time": "12:00 pm",
        "end_time": "4:00 pm",
        "event_details": "What is BDX?Think accelerator on steroidsâ\u0080\u0093youâ\u0080\u0099ll build your own startup team, collaborate on ideas, and sprint on real work (whether itâ\u0080\u0099s your own idea or a new business). Participants will have 24 hours to build a working prototype. By the end, that shiny idea you had will turn into a beautiful prototype that you will pitch. The first place winning team will receive $10,000, the second place team will receive $5,000 and the third place team will get $2,500!!We will also provide meals, snacks and beverages to keep you hydrated and fed for the entire event!"
    },
    {
        "details_link": "/event/recStXpCHQoKt7ytH-b8fa3",
        "title": "Tech Is Personal: Meetups to Marriage",
        "venue": "Atlanta Tech Village - Buckhead",
        "description": "Tech Is Personal: Meetups to Marriage w/Local App Developers",
        "date": "Sunday, June 9, 2024",
        "start_time": "6:00 pm",
        "end_time": "8:00 pm",
        "event_details": "In today's world, technology isn't just a tool; it's an integral part of our lives. From meeting new friends to finding lifelong partners, tech applications have revolutionized the way we connect and build relationships. As we transition into an era where technology not only gathers endless data on our activities but also supports our mental, physical, spiritual, financial, and relationship well-being, it's crucial to understand its impact.Join us for an engaging event that explores the intersection of technology and personal life in a unique speed dating-style format. Our panelists, comprised of app creators and tech experts, will be interviewed in quick, dynamic sessions, offering insights into the minds behind the apps we rely on. Discover who these creators are developing for, and delve into the considerations they take regarding the mental side effects of app usage.After the panel, attendees will have the opportunity to participate in a speed meeting session, fostering new connections in a fun and interactive environment. Whether you're interested in the latest tech trends, looking to meet like-minded individuals, or curious about the future of tech in our personal lives, this event is for you.Come ready to connect, learn, and explore how technology shapes our personal interactions from meetups to marriage."
    },
    {
        "details_link": "/event/recdHyMgATvopR43h",
        "title": "ATL.TECH Week KickOff on Main Stage",
        "venue": "Atlanta Tech Park",
        "description": "Opening remarks before we get the week started with events",
        "date": "Monday, June 10, 2024",
        "start_time": "9:00 am",
        "end_time": "4:00 pm",
        "event_details": "Opening remarks before we get the week started with events. Taking place on Main stage. Given by Nashlee"
    },
    {
        "details_link": "/event/recMDPJFl46WqA04X-44d2b",
        "title": "Networking 101",
        "venue": "Atlanta Tech Park",
        "description": "How to organically build relationships that move your business forward",
        "date": "Monday, June 10, 2024",
        "start_time": "10:15 am",
        "end_time": "11:00 am",
        "event_details": "How to organically build relationships that move your business forward. Â (Adam Marx, Nathan Struck) . Taking place on Main Stage"
    },
    {
        "details_link": "/event/rec6q3fOfKfvsruW4",
        "title": "Amplifying Latinas Women Success",
        "venue": "Atlanta Tech Park",
        "description": "Amplifying Latina women success",
        "date": "Monday, June 10, 2024",
        "start_time": "11:00 am",
        "end_time": "11:45 am",
        "event_details": "Empower your Latina-owned business at Atlanta Tech Week! Amplifying Latina Women Success connects you with experienced instructors who share valuable insights and guidance to take your venture to the next level. Network with fellow Latina entrepreneurs, celebrate achievements, and gain the tools to thrive in the tech industry. This event is for you, regardless of your business stage!"
    },
    {
        "details_link": "/event/recyqo55JmpJMfNBs",
        "title": "Curiosity Labs DEMO DAY",
        "venue": "Atlanta Tech Park",
        "description": "Curiosity Labs DEMO Day taking place in the auditorium",
        "date": "Monday, June 10, 2024",
        "start_time": "11:15 am",
        "end_time": "12:00 pm",
        "event_details": "Curiosity Labs DEMO Day taking place in the auditorium. Founders presenting: Pipedream and Juganu company."
    },
    {
        "details_link": "/event/recYNb2Pth3Oq5k07",
        "title": "OTP Conversation: ATP x Curiosity Labs x Tech Alpharetta",
        "venue": "Atlanta Tech Park",
        "description": "Fireside chat with our top 3 OTP entrepreneur communities.",
        "date": "Monday, June 10, 2024",
        "start_time": "11:15 am",
        "end_time": "12:00 pm",
        "event_details": "Fireside chat with our top 3 OTP entrepreneur communities. Tech Alpharetta x Curiosity Labs x Atlanta Tech Park. Taking place on Main Stage"
    },
    {
        "details_link": "/event/recQ48JagFCrM2a2X",
        "title": "Autonomous Vehicle Presentation",
        "venue": "Atlanta Tech Park",
        "description": "Curiosity Labs displaying the Autonomous vehicle",
        "date": "Monday, June 10, 2024",
        "start_time": "12:00 pm",
        "end_time": "4:00 pm",
        "event_details": "Join Atlanta Tech Week's Autonomous Vehicle Presentation and dive into the world of self-driving cars. Explore the latest advancements in this groundbreaking technology, hear from industry experts, and discover how autonomous vehicles will revolutionize the way we travel. Buckle up for a thrilling exploration of the future of mobility!"
    },
    {
        "details_link": "/event/recax7wl5FDum6mvI",
        "title": "Food Truck Park Kickoff",
        "venue": "Atlanta Tech Park",
        "description": "Enjoy the staple Atlanta Cuisine with 3 of our vendors: Iriemon, Amarous Tacos & Parlay Savory",
        "date": "Monday, June 10, 2024",
        "start_time": "12:00 pm",
        "end_time": "4:00 pm",
        "event_details": "Crank up your taste buds and cruise into summer at the Food Truck Park Kickoff! This Atlanta Tech Week event promises a delicious adventure. Explore a wide variety of Atlanta's best food trucks, indulge in culinary delights, and mingle with fellow food enthusiasts under the sunny skies."
    },
    {
        "details_link": "/event/recnjLqBRNAPvnWKa",
        "title": "Demystifying The Media",
        "venue": "Atlanta Tech Park",
        "description": "For startups, working with journalists and PR professionals can be daunting. We are here to help you understand how to work with press!",
        "date": "Monday, June 10, 2024",
        "start_time": "1:00 pm",
        "end_time": "1:45 pm",
        "event_details": "Our panel of local PR and journalist professionals will explore the basics of what you need to know about talking to a journalist and working with a public relations team.Bring a notebook! The panelists will drop important knowledgePanelists include:*Â Meredith Fletcher: moderatorÂ *Â Mirtha Donastorg (AJC)*Â Maija Ehlinger (Hypepotamus)*Â Ekaette Kern (TENENT Consultancy)"
    },
    {
        "details_link": "/event/rec7MmGCNIfL509FQ-2e4bf",
        "title": "RightShift Workshop presented by Intuito Labs",
        "venue": "Atlanta Tech Park",
        "description": "RightShift Workshop",
        "date": "Monday, June 10, 2024",
        "start_time": "1:00 pm",
        "end_time": "1:45 pm",
        "event_details": "RightShift Workshop"
    },
    {
        "details_link": "/event/recgHx8eVgxUdL0d4",
        "title": "Hatchbridge Founders DEMO DAY",
        "venue": "Atlanta Tech Park",
        "description": "HatchBridge DEMO Day taking place in the auditorium",
        "date": "Monday, June 10, 2024",
        "start_time": "2:00 pm",
        "end_time": "2:45 pm",
        "event_details": "Mark your calendars for Hatchbridge Founders DEMO DAY on June 10th, 10:30 AM to 3:00 PM at Atlanta Tech Park! This Atlanta Tech Week event is your chance to witness the culmination of hard work and innovation. See rising startups from Hatchbridge pitch their groundbreaking ideas to a panel of judges and investors. It's a fantastic opportunity to discover the future of tech and network with the industry's brightest minds."
    },
    {
        "details_link": "/event/reczP1GVlEqrmbs9l",
        "title": "How to position yourself for the exit",
        "venue": "Atlanta Tech Park",
        "description": "How to position yourself for the exit",
        "date": "Monday, June 10, 2024",
        "start_time": "2:00 pm",
        "end_time": "2:45 pm",
        "event_details": "Looking to learn how to make an exit from you startup join us for a presentation moderated by Shimite Obialo on how to position your business for an exit."
    },
    {
        "details_link": "/event/recm5HhMwTFSubcor",
        "title": "Map Your Customer Journey",
        "venue": "Atlanta Tech Park - Peachtree Center",
        "description": "Define and document key points across your ideal customer journey.",
        "date": "Monday, June 10, 2024",
        "start_time": "2:00 pm",
        "end_time": "2:45 pm",
        "event_details": "Do you know where your idealcustomers find you? How do they first engage with your company? What prompts them to reach out to you? How are you capturing existing customer success to fuel your marketing and renewal efforts?In this workshop, youâ\u0080\u0099ll develop an end-to-end map of your ideal customerâ\u0080\u0099s journey. Youâ\u0080\u0099ll identify areas of strength and opportunities to increase value for your customers at every step.This workshop is for existing startups as well as pre-revenue companies.Come ready to participate!"
    },
    {
        "details_link": "/event/recB9JgdUVUTipRp2-65028",
        "title": "The future of games, e-sports and digital sports in GA",
        "venue": "Atlanta Tech Park",
        "description": "The future of games, e-sports and digital sports in GA",
        "date": "Monday, June 10, 2024",
        "start_time": "3:00 pm",
        "end_time": "3:45 pm",
        "event_details": "The future of games, e-sports and digital sports in GA - Joe Yuan (Hiro Capital), Asante Bradford (State of Georgia), Andrew Greenberg (GGA)"
    },
    {
        "details_link": "/event/rectc8NCMxK2rOcFz",
        "title": "Finding the right co-founder",
        "venue": "Atlanta Tech Park",
        "description": "Finding the right co-founder",
        "date": "Monday, June 10, 2024",
        "start_time": "4:00 pm",
        "end_time": "5:30 pm",
        "event_details": "Finding the right co-founder: a workshop on how to identify, vet, and commit to the right co-founder for your business (James Oliver)"
    },
    {
        "details_link": "/event/recySqThIEzHquulQ",
        "title": "LinkedIn Local ATL Summer Social",
        "venue": "Marlow's Tavern in Peachtree Corners",
        "description": "Join us for a Summer Social to wrap up the 1st full day of programming taking place at Atlanta Tech Park in Peachtree Corners. Come hang out with us for a fun couple hours and shoot the breeze on networking, business, entrepreneurship, and ATL life.",
        "date": "Monday, June 10, 2024",
        "start_time": "4:30 pm",
        "end_time": "6:30 pm",
        "event_details": "Weâ\u0080\u0099re excited to announce that weâ\u0080\u0099re partnering with Atlanta Tech Week for a fun LinkedIn Local ATL activation to kick off summer!LinkedIn Local ATL is thrilled to support Atlanta Tech Week in this premier event that offers a plethora of networking opportunities. From workshops and talks to chilled social gatherings, this is your chance to build valuable connections with some of Atlantaâ\u0080\u0099s top tech thought leaders.This is a casual meetup â\u0080\u0093 there is no structured program or attendance fee, and guests will be responsible for their own refreshments. Seating will be first come, first serve."
    },
    {
        "details_link": "/event/receJNE55wuCtE0BK",
        "title": "C-Suite Connect: Jay Deuskar, PrizePicks",
        "venue": "Atlanta Tech Village",
        "description": "Join Dualboot Partners and ATV for a conversation with the co-founder of PrizePicks.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "9:30 am",
        "end_time": "11:00 am",
        "event_details": "Join us for an exclusive fireside chat withÂ Jay Deuskar, Co-Founder and CTO of PrizePicks.Atlanta Tech Village graduate, PrizePicks is a pioneering platform in the daily fantasy sports (DFS) industry. PrizePicks has revolutionized the way fans engage with their favorite sports, offering a dynamic and user-friendly experience that has set new standards in the industry.Learn more about the team behind the innovation and how Jay and his co-founder, Adam Wexler, built PrizePicks from the ground up. Jay will discuss the ins and outs of the DFS industry and how PrizePicks navigates this competitive space.We'll delve into the technological advancements shaping the industry and hear Jay's firsthand thoughts on emerging technologies, the role of data analytics, and how PrizePicks leverages tech to enhance user experience.Donâ\u0080\u0099t miss this chance to connect with one of the leading minds in the DFS industry. Whether you're an entrepreneur, a tech enthusiast, or simply interested in the future of fantasy sports, this event promises valuable insights and networking opportunities.AboutÂ Jay DeuskarJay DeuskarÂ is the Co-founder and CTO of PrizePicks.Â Jay is an Atlanta native who's been involved in the startup scene for over a decade and has 6+ years in the fantasy gaming space.Previously, Jay operated startups in the consumer finance space, most notably Capp.io, which ended in an exit. Jay is an alumnus of Georgia Tech.About the seriesC-Suite Connect is a series at Atlanta Tech Village, powered by Dualboot Partners, designed to bridge the gap between ambitious entrepreneurs and seasoned C-Suite executives in the startup ecosystem. This event offers a unique opportunity to gain insights from the industry leaders who are shaping the future of business and technology.This series is powered and moderated by Dualboot Partners."
    },
    {
        "details_link": "/event/recTnO7QAoiFWQyur",
        "title": "Fundraising from Female Angels & VCs",
        "venue": "Atlanta Tech Village - Buckhead",
        "description": "Explore the nuances of fundraising from women angels and venture capitalists from prominent leaders in the startup ecosystem.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "10:00 am",
        "end_time": "11:30 am",
        "event_details": "_Space is limited:Â _To receive a registration code,Â please fill out this form.Join three distinguished female angel investors sharing their invaluable perspectives, experiences, and advice on navigating the fundraising landscape. Whether you're a female founder gearing up for your fundraising journey or simply curious about the dynamics of angel investing, this event is tailored to provide actionable insights.Featured guests:Vanessa Stephens, BlackRock, Black Angel GroupKaren Robinson Cope, Mara6Rachel Stuve, Golden SeedsModerated by Jaisa Gooden, Silicon Valley Bank"
    },
    {
        "details_link": "/event/recfUHMJp8H0s6Ou8",
        "title": "Gunderson Dettmer: State of AI Workshop",
        "venue": "Atlanta Tech Village Lenox Boardroom",
        "description": "Gunderson Dettmer will be hosting an AI themed workshop during Atlanta Tech Week.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "10:00 am",
        "end_time": "11:30 am",
        "event_details": "Gunderson Dettmer looks forward to hosting this AI themed workshop during Atlanta Tech Week. Partner Aliya Sanders will be discussing new developments in the AI industry, where weâ\u0080\u0099ll share insights and offer open conversation from the group.Â Topics will include legal risks and issues, investment and acquisition considerations, regulation updates and more."
    },
    {
        "details_link": "/event/recJox7NFRxsPtg1u-e3cd3",
        "title": "Women & Well-being Fireside Chat",
        "venue": "Atlanta Tech Village (Buckhead)",
        "description": "A Fireside Chat with Atlanta's top women entrepreneurs and tech ecosystem leaders on the nuances of successfully navigating the challenges of being an organizational leader, wife & mother, and prioritizing self-care.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "10:00 am",
        "end_time": "11:00 am",
        "event_details": "Join Wine & Mastermind founder Robyn Woods as she moderates a conversation with some of Atlanta's top women entrepreneurs and tech ecosystem leaders on the nuances of successfully navigating the challenges of being an organizational leader, wife & mother, and prioritizing self-care.Panelist Include: Aly Merritt (Atlanta Tech Village), Erica Tuggle (Cookonnect), Tiffini Gatlin (Latched & Hooked), Dr. Tope Mitchell (Reflekt Me), and Robyn Woods (Moderator)"
    },
    {
        "details_link": "/event/recNVvRmXm3pUHqQR",
        "title": "ATL.TECH Week Startup Chowdown on the Roof",
        "venue": "Atlanta Tech Village",
        "description": "Connect with the local startup community in at this low-key lunch event",
        "date": "Tuesday, June 11, 2024",
        "start_time": "11:30 am",
        "end_time": "1:00 pm",
        "event_details": "Come out and connect with a community of like-minded individuals looking to grow your business and get plugged into Atlanta's startup ecosystem."
    },
    {
        "details_link": "/event/recEWzYh1TRXtVYcr-6150e",
        "title": "Venture Financing with TriplePoint Capital",
        "venue": "Atlanta Tech Village - Buckhead",
        "description": "Get an update on recent venture capital fundraising trends, how to utilize venture debt financing and why to work with a non-bank lender.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "1:00 pm",
        "end_time": "2:30 pm",
        "event_details": "This workshop will provide an update on recent venture capital fundraising trends and also provide founders and finance professionals with an overview of utilizing venture debt financing to scale start-ups, as well as the benefits of working with a non-bank lender."
    },
    {
        "details_link": "/event/recGh1CmW2jIKKypU-58fb5",
        "title": "Wellness Activity: Sound Bath Meditative Experience",
        "venue": "Atlanta Tech Village",
        "description": "Take some time to take care of yourself!",
        "date": "Tuesday, June 11, 2024",
        "start_time": "1:00 pm",
        "end_time": "2:00 pm",
        "event_details": "De-stress and recharge at a Sound Bath Meditative Experience! â\u009c¨ Unwind and rejuvenate your mind and body with this unique wellness experience. Rest to the immersive sounds of singing bowls and gongs. Leave feeling refreshed, focused, and ready to tackle the rest of Atlanta Tech Week!No materials are needed. Guests can come as you are. You're welcome to bring a yoga mat or pillow; limited mats and pillows will be provided."
    },
    {
        "details_link": "/event/recuiFM1uARtdl9qU-e8eb7",
        "title": "Startup Summer School: The What, Why, and How of Building a Scalable Startup",
        "venue": "Atlanta Tech Village",
        "description": "Join us for the first session of our Startup Summer School series with Kathryn O'Day, Partner at Atlanta Venture",
        "date": "Tuesday, June 11, 2024",
        "start_time": "2:30 pm",
        "end_time": "3:30 pm",
        "event_details": "Calling all aspiring entrepreneurs!Â Kickstart your summer with the first workshop of Atlanta Tech Village's Startup Summer School series.About the Workshop:_What are the secrets to building a big company?Â __How do you pick the right idea, get early customers, raise the money you need?Â _Can you do it on your own, with a family, or without a tech background?Â (Hint: YES!)_Come learn the why, what, and how of building big!Â _In this session, we will cover:Impact and effort of billion dollar companiesHow to pick a big marketHow to get your first customersBuilding techRaising capital**About Kathryn O'Day: **_Kathryn is a partner at Atlanta Ventures who is passionate about supporting women founders. She's scaled multiple Atlanta startups to public company exits and seen first hand what goes into building billion dollar companies.Â _"
    },
    {
        "details_link": "/event/recOi2K03v923BcEr",
        "title": "Startup Summer School: The Customer Discovery Playbook",
        "venue": "Atlanta Tech Village",
        "description": "Our second workshop in the 10-week Startup Summer School series",
        "date": "Tuesday, June 11, 2024",
        "start_time": "3:30 pm",
        "end_time": "4:45 pm",
        "event_details": "This workshop is for founders that are looking to build a rock solid foundation for their business. The majority of startups fail because they don't have the right customer, the right product, or both. If you're looking to build the right product for the right customer, customer discovery is your best friend.Whether you're just starting out, or you're having trouble selling your current product, customer discovery is the answer.**About the Facilitator: **Kyle Painting is the Founder of My Influency and the Director of Business Development for EZ Innovation. Kyle is a true champion of customer discovery, customer centricity, and resilience."
    },
    {
        "details_link": "/event/recPGsHL8CKJcFUnw",
        "title": "Annual Web3 Pitchfest",
        "venue": "Atlanta Blockchain Center",
        "description": "12 web3 startup founders pitch for a $25,000 investment.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "4:00 pm",
        "end_time": "6:00 pm",
        "event_details": "Atlanta Blockchain Center and W3 Studio jointly operate theÂ Immutable Founders program,**Â **an incubator for Atlanta web3 startups.  Join us as we celebrateÂ **our second Annual Web3 Pitchfest during Atlanta Tech WeekÂ **and watch pitches from Cohorts 3 and 4 from this program."
    },
    {
        "details_link": "/event/recuurIw7r6xUp4Gc-d2bb4",
        "title": "Panel: The Future of Atlanta Tech Village",
        "venue": "Atlanta Tech Village - Buckhead",
        "description": "Join the leaders of South Downtown and Atlanta Tech Village for a conversation on the expansion of Atlanta Tech Village.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "4:00 pm",
        "end_time": "5:00 pm",
        "event_details": "At the start of 2024, David Cummings and David Lightburn, founders of Atlanta Tech Village, along with Jon Birdsong acquired 7% of Downtown Atlanta: 53 Buildings and 6 Acres of parking lots.Since news broke, Atlanta Tech Village has opened a pop-up location (ATV - Mason's) and has started renovations on the new location on Hotel Row (Atlanta Tech Village - Sylvan) which will host office space for both tech and creative entrepreneurs.Join us for a panel discussion to learn about the vision and direction for Atlanta Tech Village in South Downtown."
    },
    {
        "details_link": "/event/recjQksHuVGncgPjQ",
        "title": "Happy Hour at Kula Coffee Co.",
        "venue": "Atlanta Tech Village",
        "description": "Unwind from the day with a happy hour and networking event at Kula!",
        "date": "Tuesday, June 11, 2024",
        "start_time": "5:00 pm",
        "end_time": "7:00 pm",
        "event_details": "Let's raise a glass to Atlanta's booming tech scene! Join the ATL.TECH Week Happy Hour for an evening of casual networking and socializing with fellow tech enthusiasts.Enjoy refreshing drinks, delicious bites, and vibrant conversations as you connect with the movers and shakers of Atlanta's tech industry."
    },
    {
        "details_link": "/event/recbHFLWjaPVXZFHw-f8904",
        "title": "Startup Showcase",
        "venue": "Atlanta Tech Village",
        "description": "Come by to see 30 local startup showcase their products and services.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "5:00 pm",
        "end_time": "7:00 pm",
        "event_details": "Join us for a Showcase of Local Atlanta Startups in sectors ranging from HealthTech, AgeTech, Cybsersercurity, Software and more.Whether you're an investor, looking for a role at a startup, or a tech enthusiast - come by to check out the rising Startups in Atlanta's Ecoysystem.Startups will also be giving private, small group pitches and demos in the back of the Event Center throughout the event."
    },
    {
        "details_link": "/event/recCHNhUKpQbPsQv7",
        "title": "Accelerating Innovation in the Southeast",
        "venue": "Roam - Buckhead",
        "description": "Antler in Atlanta: Hear from founders + investors how  the tech ecosystem in Atlanta is accelerating innovation in the Southeast.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "5:30 pm",
        "end_time": "9:00 pm",
        "event_details": "Join us for engaging panels discussion on the future of innovation in Atlanta.The first session will feature Erik Sebusch (Mercer) and Morgan Phillips (Cox Enterprises), followed by a second session with Antler founders from Georgia: Shash Murarka (Emory alum, Doorstep.ai) and Will Wallace (Builtright.co).Both panels will be led by Antler US GP (and Emory alum) Jeff Becker.Appetizers and drinks will be served."
    },
    {
        "details_link": "/event/recWyiCchrip5yAu9",
        "title": "From Peachstreet to Wallstreet",
        "venue": "Gathering Spot",
        "description": "We are connect the Atlanta community to Wallstreet level financing.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "5:30 pm",
        "end_time": "7:30 pm",
        "event_details": "From Peachstreet to WallstreetWe are connect the Atlanta community to Wallstreet level financing.1. Internship/ Job Placement with Investment Banks2. Development of a Private Equity Fund or Hedge Fund.3. Access to events with institutional investors( Private equity and family offices).4. Merge & Acquisitions with Transworld buy and selling your business."
    },
    {
        "details_link": "/event/recBdXs8e5fEZXKe6",
        "title": "Cybersecurity Fireside Chat and Happy Hour",
        "venue": "American Technology Services",
        "description": "Join us at ATS' cybersecurity headquarters during Atlanta Tech Week for an engaging fireside chat with DaMon Ross Sr., Senior Director of Cybersecurity at ATS, who will share critical steps to take if you've been hacked. After the discussion, enjoy a networking happy hour to connect with peers and industry leaders in a relaxed setting.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "6:00 pm",
        "end_time": "8:00 pm",
        "event_details": "Join us at ATS' cybersecurity headquarters during Atlanta Tech Week for a fireside chat with DaMon Ross Sr., Senior Director of Cybersecurity. With over two decades of experience, DaMon will provide expert guidance on crucial steps to take if you've been hacked. After the discussion, stay for a networking happy hour to connect with industry leaders and peers. Don't miss this chance to learn from a top cybersecurity expert."
    },
    {
        "details_link": "/event/recxeBDao1i1wndgS",
        "title": "ATL.TECH Week Rooftop Party",
        "venue": "Atlanta Tech Village",
        "description": "ATL.TECH Week official rooftop party *invite only*",
        "date": "Tuesday, June 11, 2024",
        "start_time": "6:30 pm",
        "end_time": "8:30 pm",
        "event_details": "The ATL Tech Week Rooftop Party is an exclusive event designed to ignite connections under the Atlanta sky. Mingle with the city's brightest tech minds at the stunning Atlanta Tech Village rooftop, enjoying breathtaking views and forging new relationships fueled by innovation.Please note that this is *invite only*"
    },
    {
        "details_link": "/event/recjGgkC26ZbP1WVy",
        "title": "Atlanta JavaScript at FanDuel: Lightning Talks",
        "venue": "FanDuel",
        "description": "Join Atlanta JavaScript for a special meetup at the FanDuel office at Ponce City Market. Thereâ\u0080\u0099s food, networking, and a stacked lineup of technical lightning talks!",
        "date": "Tuesday, June 11, 2024",
        "start_time": "6:30 pm",
        "end_time": "8:30 pm",
        "event_details": "We are excited to announce a special meetup of Atlanta JavaScript on June 11 at FanDuel in Ponce City Market!Join us for a STACKED lineup of lightning talks, networking, and food sponsored by FanDuel and TrackJS.Speakers:Todd Gardner, TrackJS\"Filtering the Noise in Client-Side Errors\"Taylor Desseyn, Gun.io\"Navigating This Job Market\"Henri Helvetica, command-h\"A Fist Full of Data: RUM -vs- LAB\"Amanda Martin, Wix\"From Trolling to Thriving: How TensorFlow.js Keeps My Chatbot Unbothered\"Jason Torres & Chris Nowicki, GISâ\u0080\u009cSurviving The Gridironâ\u0080\u009d"
    },
    {
        "details_link": "/event/recoEmpZ72HKPBsb0",
        "title": "Building Your Game or App's Online Presence",
        "venue": "Online",
        "description": "Curious how to get more attention online for your game or app? Join us for an online meeting focused on immediate actions you can take to improve your gameâ\u0080\u0099s online presence.",
        "date": "Tuesday, June 11, 2024",
        "start_time": "7:00 pm",
        "end_time": "8:00 pm",
        "event_details": "Curious how to get more attention online for your game or app? Join us for an online meeting focused on immediate actions you can take to improve your gameâ\u0080\u0099s online presence. GGDA members can join in the Discord conversation while others can watch the livestream atÂ www.youtube.com/GeorgiaGameDevs.When: 6 pm Tuesday, June 11Where: GGDA Discord orÂ www.youtube.com/GeorgiaGameDevsHow Much: Free"
    },
    {
        "details_link": "/event/recVMRD8E6RiUckzU",
        "title": "HBCUMADE ELEVATE",
        "venue": "Palo Santo",
        "description": "Join us for the ultimate celebration at the HBCUMADE Social: Elevated Edition during ATL TECH WEEK! ð\u009f\u009a\u0080 We're unveiling our MVP app, celebrating our Techstars graduation, and toasting to our CEO! ð\u009f\u008e\u0089 June 11th, 8pm - 12am at Palo Santo, West Midtown Atlanta. Beats by DJ Smart & DJ AK. Don't miss this sexy soirÃ©e!",
        "date": "Tuesday, June 11, 2024",
        "start_time": "8:00 pm",
        "end_time": "12:00 am",
        "event_details": "Join us for the ultimate celebration at the HBCUMADE Social: Elevated Edition during ATL TECH WEEK! ð\u009f\u009a\u0080 We're unveiling our MVP app, celebrating our Techstars graduation, and toasting to our CEO! ð\u009f\u008e\u0089 June 11th, 8pm - 12am at Palo Santo, West Midtown Atlanta. Beats by DJ Smart & DJ AK. Don't miss this sexy soirÃ©e!"
    },
    {
        "details_link": "/event/recnQDSUKtu5H77XR",
        "title": "Community & Technology-driven Healthcare",
        "venue": "Science Square (Midtown) - 5th Floor Reception",
        "description": "The conversation will rope in Atlanta's unique cultural and demographic advantages that naturally foster an inclusive and diverse startup founder community.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "11:00 am",
        "end_time": "2:00 pm",
        "event_details": "This event will feature 3-4 panelists, MCâ\u0080\u0099d by a moderator, engaging the audience in conversations about different healthcare verticals (ex. public health, biotech, digital health, etc.), and how advances in technology are not only driving a new generation of innovative healthcare solutions, but indirectly positioning Atlanta as the most probable breeding ground for the next global breakthroughs inÂ medical science, healthcare, and wellbeing.The conversation will rope in Atlanta's unique cultural and demographic advantages that naturally foster an inclusive and diverse startup founder community, which lends to more opportunities to commercialize equitable solutions in our healthcare verticals."
    },
    {
        "details_link": "/event/recmCvnunQf2chWG2",
        "title": "Introducing Tech to Underserved Communities in GA",
        "venue": "ATDC",
        "description": "Join the Russell Innovation Center for Entrepreneurs (RICE) as they unveil the Georgia AIM Project 3, a groundbreaking initiative aimed at bringing technology and resources to underserved, underprivileged, and rural communities across the state of Georgia.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "11:00 am",
        "end_time": "12:00 pm",
        "event_details": "Join the Russell Innovation Center for Entrepreneurs (RICE) as they unveil the Georgia AIM Project 3, a groundbreaking initiative aimed at bringing technology and resources to underserved, underprivileged, and rural communities across the state of Georgia. Their innovative Mobile Studio is set to embark on a transformative journey, reaching out to target primarily black individuals and women who have historically lacked access to such opportunities.Join us as we embark on this journey of empowerment, inclusion, and innovation."
    },
    {
        "details_link": "/event/rec8j4uWTksI3m3zQ",
        "title": "Catalyst Speaker Series and workshops",
        "venue": "ATDC",
        "description": "Catalyst Speaker Series and workshops",
        "date": "Wednesday, June 12, 2024",
        "start_time": "12:00 pm",
        "end_time": "2:00 pm",
        "event_details": "Catalyst Speaker Series and workshops"
    },
    {
        "details_link": "/event/recqiqJ73ReM9KM9s",
        "title": "Georgia's Growing Tech Ecosystem",
        "venue": "ATDC Community Room",
        "description": "ATDC partners, Georgia AIM and TAG Education Collaborative, presents a session to learn how innovative programming is breaking traditional barriers to tech employment.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "12:00 pm",
        "end_time": "1:00 pm",
        "event_details": "Georgia's Growing Tech Ecosystem - Developing the WorkforceIn this session, joinÂ Georgia Artificial Intelligence in Manufacturing (Georgia AIM) and the TAG Education Collaborative (TAG-Ed) to learn how innovative programming is breaking traditional barriers to tech employment. Discover how these new workforce development programs are enabling individuals with a non-traditional educational background to become skilled tech professionalsMost importantly, learn how you can be part of this tremendous step forward for diversity, creating a dynamic, inclusive workforce."
    },
    {
        "details_link": "/event/recpPrh3y9dFTjpd2",
        "title": "Leadership Development for founders",
        "venue": "ATDC",
        "description": "Leadership Development for founders",
        "date": "Wednesday, June 12, 2024",
        "start_time": "12:00 pm",
        "end_time": "12:30 pm",
        "event_details": "Leadership Development for founders"
    },
    {
        "details_link": "/event/reck0j6BOLOTZRxz3-49a01",
        "title": "MuukTest Atlanta Founders' Lunch",
        "venue": "Rumi's Kitchen",
        "description": "Private networking lunch with a few local startups (founders + execs) at Rumi's Kitchen - Colony Square",
        "date": "Wednesday, June 12, 2024",
        "start_time": "12:00 pm",
        "end_time": "2:00 pm",
        "event_details": "We (MuukTest co-founders, QA automation Series A-stage B2B SaaS startup out of Raleigh & Austin) are in town for an investor event and are organizing a private networking lunch with a few local startups (founders + execs) at Rumi's Kitchen - Colony Square. Great people, good food!We're especially focused on meeting founders & execs at scaling startups in the Seed -> Series B range, to exchange ideas about growth and VC in the current funding environment. (We're thinking about this a lot!)**If this sounds fun, please fill out the form below and we'll add you to the calendar invite! **"
    },
    {
        "details_link": "/event/rec5v5hoP31VKBDrJ",
        "title": "Customer Discovery with Brandy Nagel",
        "venue": "ATDC",
        "description": "Brandy Nagel, takes startup founders on a deep dive into the art of Customer Discovery and why it's important.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "12:45 pm",
        "end_time": "1:15 pm",
        "event_details": "Brandy Nagel, takes startup founders on a deep dive into the art of Customer Discovery and why it's important.Brandy Nagel is a program manager with Georgia Techâ\u0080\u0099s Enterprise Innovation Institute (EI2) Global team. In this role, she works with communities and organizations around the world to drive innovation-led economic development. As an entrepreneurship educator, Nagel helps both new and established businesses identify customer segments, distribution channels, and potential partners to grow their businesses."
    },
    {
        "details_link": "/event/rec5dkieiRXE63b6O-51b19",
        "title": "Money and Bitcoin: Exploring the Future of Finance",
        "venue": "Hotel Indigo",
        "description": "Exploring money and Bitcoin's transformative impact on global finance.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "1:00 pm",
        "end_time": "3:00 pm",
        "event_details": "The session will explore the intricate dynamics between money and bitcoin, dissecting the fundamentals of traditional currencies and analyzing how bitcoin, powered by its innovative network, is transforming the concept of money. Here we will explore the decentralized framework and robust security features that set bitcoin apart, along with its implications for reshaping the global financial landscape.â\u0080\u008bSession 1 - 1-2pmâ\u0080\u008bSession 2 - 2-3pm"
    },
    {
        "details_link": "/event/recpvmv3aRvT6HaR7-484c9",
        "title": "Selling Your Product to the Government",
        "venue": "ATDC Community Room",
        "description": "ATDC presents Jennifer White from Apex Accelerator for an in-depth talk on how to sell your product to the government.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "1:00 pm",
        "end_time": "2:00 pm",
        "event_details": "ATDC presents Jennifer White from GA Tech Apex Accelerator for an in-depth talk on how to sell your product to the government. She will discuss actionable steps you can take to jump start your government contracting initiatives.GA Tech Apex Accelerator provides government contracting assistance to businesses. They guide organizations through the government marketplace teaching you how to identify, compete and win government contracts."
    },
    {
        "details_link": "/event/recjaEZSb5BAYTkr1-eb6ab",
        "title": "Money and Bitcoin: Exploring the Future of Finance",
        "venue": "Hotel Indigo",
        "description": "Exploring money and Bitcoin's transformative impact on global finance",
        "date": "Wednesday, June 12, 2024",
        "start_time": "2:00 pm",
        "end_time": "3:00 pm",
        "event_details": "The session will explore the intricate dynamics between money and bitcoin, dissecting the fundamentals of traditional currencies and analyzing how bitcoin, powered by its innovative network, is transforming the concept of money. Here we will explore the decentralized framework and robust security features that set bitcoin apart, along with its implications for reshaping the global financial landscape."
    },
    {
        "details_link": "/event/recmi270a2Ptact4J-59d83",
        "title": "Startup Oasis â\u0080\u0093 Meet Your Co-Founder",
        "venue": "Startup Oasis â\u0080\u0093 Meet Your Co-Founder",
        "description": "Meet your co-founder, investor, developer, or anyone else in the tech ecosystem looking to start, join, or help a tech startup, this event is for you!",
        "date": "Wednesday, June 12, 2024",
        "start_time": "2:00 pm",
        "end_time": "4:00 pm",
        "event_details": "ATDC Presents Startup Oasis, a meetup group where startup founders meet to find their co-founder, investor, developer, or anyone else in the tech ecosystem looking to start, join, or help a techÂ startup."
    },
    {
        "details_link": "/event/recWeHZkYJ6DTnHIB",
        "title": "Empowering Entrepreneurs with Square",
        "venue": "Hotel Indigo",
        "description": "Join our entrepreneur workshop with Square. Sign up now!",
        "date": "Wednesday, June 12, 2024",
        "start_time": "3:00 pm",
        "end_time": "5:00 pm",
        "event_details": "Calling all entrepreneurs, whether you're already running your own business or just entertaining the idea, this workshop is for you!â\u0080\u008bJoin us at the Square Collab Zone for a workshop and Q&A withÂ Martin Guerrero,Â Square's Small Business and Community Impact Lead. With over 15 years of expertise in e-commerce and the domain name industry, Martin has played a pivotal role in helping small business owners globally expand their customer base through an impactful online presence.â\u0080\u008bSponsored by Square, this interactive workshop is designed to give you the tools, resources, and support your business idea needs to succeed. Step into our co-working area and immerse yourself in a bustling atmosphere of creativity and productivity."
    },
    {
        "details_link": "/event/recUGGYshGX9RVt0a",
        "title": "Product Talk: SaaS Founders Roundtable",
        "venue": "ATDC",
        "description": "SaaS founders converge to talk product management, product development, and customer centricity.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "3:00 pm",
        "end_time": "4:00 pm",
        "event_details": "This focused gathering is your pathway to unlocking insights on feature prioritization, design innovation, and data-driven decision-making from peers and industry trailblazers. This event takes place every second Wednesday at ATDC in the Community Room. Whether you're refining your MVP or scaling your solution, gain actionable strategies to elevate your product in a competitive landscape."
    },
    {
        "details_link": "/event/reczymx46DL6jcuEY-8aa04",
        "title": "Product Talk: SaaS Founder Roundtable",
        "venue": "ATDC Money Room (Rm. 2275)",
        "description": "â\u0080\u009cProduct Talk: SaaS Founder Roundtable\" is an impactful monthly session where SaaS founders converge to talk about product. This focused gathering is your pathway to unlocking insights on feature prioritization, design innovation, and data-driven decision-making from peers and industry trailblazers.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "3:00 pm",
        "end_time": "4:00 pm",
        "event_details": "ATDC Presents EZ Innovation  â\u0080\u009cProduct Talk: SaaS Founder Roundtable\" an impactful session where SaaS founders will converge to talk about product. This focused gathering is your pathway to unlocking insights on feature prioritization, design, and data-driven decision-making from peers. Whether you're refining your MVP or scaling your solution, gain actionable strategies to elevate your product in a competitive landscape. Don't miss this chance to transform your approach and connect with fellow founders who are shaping the future of SaaS."
    },
    {
        "details_link": "/event/recATiANfmYhvVFyg-eedc2",
        "title": "Women Founder & Funder Wellness Event *invite only*",
        "venue": "Techstars Cox",
        "description": "Women founder event",
        "date": "Wednesday, June 12, 2024",
        "start_time": "3:30 pm",
        "end_time": "6:00 pm",
        "event_details": "â\u0080\u008bThe Better Spot and Techstars Atlanta Powered by Cox Enterprises are hosting anÂ immersive wellness event for ambitious women leaders who want to build resilience, prevent burnout and establish boundaries in their work and life.â\u0080\u008bThis event will offerÂ intimate sessions ofÂ Restorative Yoga and Clarity Breathwork led by certified practitioners onÂ The Better Spot.Â Through mindful movement and focused breathwork, you can release stress, enhance self-awareness, and cultivate emotional balance, which are essential for navigating the challenges of startup life.â\u0080\u008bPreparationâ\u0080\u008bArrive in ready-to-move clothing (Restrictive clothing means half-hearted participation.)â\u0080\u008bYoga mat (It may be a hassle to bring, but the alternative is the floor. There will be enough time after the event to drop your mat at your vehicle prior to the Ponce City Market Atlanta Tech Week events.)â\u0080\u008bWater bottle (Despite refreshments and a water station, a personal water bottle is always a plus.)â\u0080\u008bAfterwards, stick around because Atlanta Tech Week is taking over Ponce CIty Market, starting at 6pm! Check out what Atlanta Tech Week has plannedÂ here."
    },
    {
        "details_link": "/event/recwBYn1BgExKROwe",
        "title": "Empowering Entrepreneurs with Square",
        "venue": "Hotel Indigo",
        "description": "Join our entrepreneur workshop with Square. Sign up now",
        "date": "Wednesday, June 12, 2024",
        "start_time": "4:00 pm",
        "end_time": "5:00 pm",
        "event_details": "Entrepreneurs, whether seasoned or just starting out, this workshop is tailored for you! Head to Square Collab Zone for a session and Q&A with Martin Guerrero, Square's Small Business and Community Impact Lead. With 15+ years in e-commerce and domain names, Martin has empowered countless small businesses to grow online. Sponsored by Square, this interactive workshop equips you with the tools and support for success. Dive into our co-working space, brimming with creativity and productivity."
    },
    {
        "details_link": "/event/recp75k2AkZM1Rx7T",
        "title": "Nextplay LIVE Kick Off Happy Hour @ Render",
        "venue": "Hotel Indigo",
        "description": "An experiential happy hour in partnership with Render sponsored by Credit Karma and CBOE. The event will feature networking, a DJ, live painting and local vendors.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "4:00 pm",
        "end_time": "6:00 pm",
        "event_details": "Kick off The Render ATL Conference with an electrifying Happy Hour hosted by Nextplay, the leading experiential tech networking brand. Enjoy meaningful connections, an open bar, live painting, and tunes from DJ Major League alongside local cultural vendors.â\u0080\u008bThe event is in partnership with Render and sponsored by Credit Karma & CBOE. Space is limitedâ\u0080\u0094RSVP today for a free ticket!â\u0080\u008bCheck out the video recap from our 2023 ATL event hosted by Malcolm-Jamal Warner.https://www.youtube.com/watch?v=rtoHKxoJuCc&t=83sâ\u0080\u008bNextplay has hosted over 60 events worldwide, partnering with 100+ major tech brands and featuring speakers like Rich Barton, Zillowâ\u0080\u0099s CEO, Evan Spiegel, Snapâ\u0080\u0099s CEO and Prof. Yemi Osinbajo, the former Vice President of Nigeria. Our unique events blend tech networking with entertainment, featuring performances from Grammy-winning musicians and top visual artists.â\u0080\u008bDiscover more and join our vibrant community atÂ nextplayevents.com."
    },
    {
        "details_link": "/event/recYk8vQPTuF7N7rX",
        "title": "Learn how to leverage Generative AI with Microsoft",
        "venue": "Microsoft",
        "description": "This event will be an opportunity to learn more about the emerging AI industry. Join us! As participates will gain hands on exposure to Bing Copilot. This session will include a Copilot studio overview and a fireside chat with an AI executive.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "5:00 pm",
        "end_time": "8:00 pm",
        "event_details": "This event will be an opportunity to learn more about the emerging AI industry. Join us! As participates will gain hands on exposure to Bing Copilot. This session will include a Copilot studio overview and a fireside chat with an AI executive."
    },
    {
        "details_link": "/event/reccYZuk0K8OuZGn8",
        "title": "Techstars Atlanta Powered by JPM Pitch Dinner",
        "venue": "CODA Tech Square",
        "description": "Discover cutting-edge startups as they pitch their groundbreaking ideas to industry leaders and investors.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "5:00 pm",
        "end_time": "8:00 pm",
        "event_details": "We are pleased to invite you to our exclusive pitch dinner event at Coda Tech Square! Join us at the ATL#TechWeekPitch Dinner, powered by J.P. Morgan and Techstars Atlanta, for an evening of innovation and networking. Discover cutting-edge startups as they pitch their groundbreaking ideas to industry leaders and investors. Engage in lively discussions, forge valuable connections, and witness the future of technology unfold in the heart of Atlanta's vibrant tech scene. Don't miss this opportunity to be part of the excitement and shape the next generation of tech success stories."
    },
    {
        "details_link": "/event/recHxQZFIGv2MGJff",
        "title": "FanDuel Bet on Black Summit Powered by Techsgiving",
        "venue": "Ponce City Market",
        "description": "FanDuel's Bet on Black Tech Summit is an annual gathering designed to promote collaboration, empowerment, and career advancement for Black and Brown individuals in the technology sector. This summit offers a chance to participate in insightful discussions, connect with peers, and gain knowledge from industry leaders.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "5:30 pm",
        "end_time": "9:00 pm",
        "event_details": "ð\u009f\u009a¨ Atlanta, tap in! ð\u009f\u009a¨ FanDuel's Bet on Black Tech Summit is back! ð\u009f\u008e\u0089 This annual event is all about collaboration, empowerment, and career advancement for Black and Brown individuals in tech. ð\u009f¤\u009dð\u009f\u0092¼ Join us for insightful discussions, networking with peers, learning from industry leaders, and exploring opportunities at FanDuel. ð\u009f\u0092¡ð\u009f\u008c\u009f Techsgiving is proud to support this event during ATL tech week. ð\u009f\u008f\u0099ï¸\u008f Space is extremely limited, so check the complete the application for next steps."
    },
    {
        "details_link": "/event/reconDOutkW52seHl",
        "title": "Investor Happy Hour",
        "venue": "Cypress Street Pint & Plate",
        "description": "This would be a time for investors (only) to relax, network and enjoy a cold beverage and some appetizers",
        "date": "Wednesday, June 12, 2024",
        "start_time": "5:30 pm",
        "end_time": "8:30 pm",
        "event_details": "CIBC would host (in conjunction with ATL Tech Week) a time where investors from all stages (early, growth and buyout) can come together and enjoy a mid-week break.We have intentionally picked a recognized place near Tech Square that is convenient to walk from prior events.This would be a time for investors (only) to relax, network and enjoy a cold beverage and some appetizers at Cypress Street Pint & Plate."
    },
    {
        "details_link": "/event/recBONeJcazeq2whW",
        "title": "Hackathon: Cloud Architecture Challenge",
        "venue": "Russel Center for Innovation and Entreprenuership",
        "description": "Let's learn cloud architecture through a hackathon!",
        "date": "Wednesday, June 12, 2024",
        "start_time": "6:00 pm",
        "end_time": "9:00 pm",
        "event_details": "â\u0080\u008bBUILD with AI - Design Atlantaâ\u0080\u008bThe goal of the event is to have participants using Google gemini to go through a challenge. Where attendees will work together in teams to tackle challenges inÂ Healthcare,Â FintechÂ andÂ Ecommerce."
    },
    {
        "details_link": "/event/recPZUHQkdc9ODYH7",
        "title": "Kickback with the U.S. Digital Service at Render",
        "venue": "Switchyards Downtown",
        "description": "Come learn all that and more with the United States Digital Service (U.S. Digital Service) and the United States Digital Corps (U.S. Digital Corps). Meet us at Switchyards Downtown (151 Ted Turner Drive NW, Atlanta, GA 30303) & connect with USDS delivery team members and USDC Fellows.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "6:00 pm",
        "end_time": "8:00 pm",
        "event_details": "Want to learn more about how to solve America's problems with digital solutions? Intersted in applying your technical expertise in federal government spaces? Curious to know more about how civic technology is evolving? Come learn how and more with theÂ United States Digital ServiceÂ (U.S. Digital Service) & theÂ United States Digital CorpsÂ (U.S. Digital Corps).Meet us atÂ Switchyards DowntownÂ & connect with U.S. Digital Service delivery team members and U.S. Digital Corps Fellows. Learn more about digital services through conversations with the very individuals impacting the American people!"
    },
    {
        "details_link": "/event/recIYzdFUk4tTRGuw-ca43d",
        "title": "Speed Netwerk",
        "venue": "Rock Steady Atlanta",
        "description": "Kickoff Render and ATL Tech Week by speed networking with Baddies and allies!",
        "date": "Wednesday, June 12, 2024",
        "start_time": "6:00 pm",
        "end_time": "8:00 pm",
        "event_details": "â\u0080\u008bCome join us for an exciting evening of networking atÂ Rock Steady - Atlanta! This in-person event is the perfect opportunity to kick off Render and ATL Tech Week by meeting fellow tech enthusiasts, exchanging ideas, and making valuable connections. Whether you're a seasoned pro or just starting out in the industry, this event is for you! Don't miss out on this chance to mingle with some of the most inspiring women in tech and allies. First 50 attendees to arrive get a FREE drink! See you there!"
    },
    {
        "details_link": "/event/recQ44iDw82G3eqpI",
        "title": "Atlanta Tech +Startups Social in Midtown",
        "venue": "Rowdy Tiger Whiskey Bar & Kitchen 7",
        "description": "Perfect space for Startup Founders, Tech Professionals, and Investors.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "6:30 pm",
        "end_time": "9:00 pm",
        "event_details": "This tech and startup social is the perfect space for Startup Founders, Tech Professionals, and Investors. Share ideas and build relationships."
    },
    {
        "details_link": "/event/reciE8051x7u2aHvH",
        "title": "Black Innovation Alliance ATL mixer",
        "venue": "Russell Innovation Center for Entrepreneurs",
        "description": "Connect with fellow Black innovators and entrepreneurs at the Black Innovation Alliance mixer at RICE in Atlanta, fostering collaboration and driving systemic change.",
        "date": "Wednesday, June 12, 2024",
        "start_time": "7:00 pm",
        "end_time": "9:00 pm",
        "event_details": "Join us for a dynamic and inspiring mixer at the Russell Innovation Center for Entrepreneurs (RICE) in Atlanta, hosted by the Black Innovation Alliance (BIA). This event is a unique opportunity for members dedicated to advancing Black innovation and entrepreneurship.For more information about the work of Black Innovation Alliance and RICE, visit Black Innovation Alliance and Russell Innovation Center for Entrepreneurs."
    },
    {
        "details_link": "/event/recneKSQCFtxaZr85",
        "title": "Atlanta Tech Week Main Stage",
        "venue": "Hotel Indigo",
        "description": "Delve into the dynamic world of technology alongside industry luminaries and trailblazers who are shaping the future of Atlanta's tech landscape.",
        "date": "Thursday, June 13, 2024",
        "start_time": "9:00 am",
        "end_time": "4:00 pm",
        "event_details": "Join us at the main stage of Atlanta Tech Week for an electrifying convergence of innovation and inspiration! Delve into the dynamic world of technology alongside industry luminaries and trailblazers who are shaping the future of Atlanta's tech landscape. This unparalleled gathering offers an exclusive opportunity to glean insights from the brightest minds in the field, covering topics from AI to blockchain and beyond. Best of all, attendance is entirely free, making it the perfect forum to connect, collaborate, and cultivate relationships with fellow tech enthusiasts throughout the week of events. Don't miss out on this transformative experience where ideas flourish, connections thrive, and possibilities abound. See you at the heart of Atlanta's tech revolution!"
    },
    {
        "details_link": "/event/recvgxErA3RvDSGmt",
        "title": "Main Stage Speaker series [Thursday]",
        "venue": "Hotel Indigo",
        "description": "Main Stage room",
        "date": "Thursday, June 13, 2024",
        "start_time": "9:00 am",
        "end_time": "4:00 pm",
        "event_details": "Come listen to some of the TOP ATL VOICES about how we are building in ATL. From infrastructure, Startup, Education and ecosystem leaders"
    },
    {
        "details_link": "/event/rec16qVusa94BDZZi",
        "title": "Lead Like a Mother: Uniting Women in Leadership",
        "venue": "The Lola",
        "description": "The \"Lead Like a Mother\" event, part of #ATLTechWeek, aims to unite and empower entrepreneurial women balancing leadership and caregiving through talks, activities, and light refreshments, fostering shared experiences and support.",
        "date": "Thursday, June 13, 2024",
        "start_time": "9:45 am",
        "end_time": "12:00 pm",
        "event_details": "Are you ready to be inspired, supported, and motivated? â\u0080\u009cLead Like a Motherâ\u0080\u009d is your opportunity to meet and bond with like-minded women tackling the unique experiences of leading businesses while managing family life. Taking place duringÂ Atlanta Tech Week, this event is a heartfelt invitation to entrepreneurial women in all walks of lifeâ\u0080\u0094from mothers to those in other caregiving roles.â\u0080\u008bOur gathering is more than just a meeting; itâ\u0080\u0099s a sanctuary where experiences are shared, challenges are voiced, and victories are celebrated. Dive into discussions on what it takes to flourish both at home and in the boardroom, and leave equipped with actionable insights and a supportive community backing your every step. Join us on Thursday, June 13, 2024, from 9:45 AM to 12 PM, and step into a space where leadership and motherhood converge."
    },
    {
        "details_link": "/event/recCX8c0DZwx93vJM",
        "title": "America Has A Problem",
        "venue": "Hotel Indigo",
        "description": "Join us to discuss how we can improve digital services in America - let's fix this problem together!",
        "date": "Thursday, June 13, 2024",
        "start_time": "11:15 am",
        "end_time": "12:00 am",
        "event_details": "Calling all civic tech technologists and the curious ones! Technology is embedded in everything we do - across education, transportation, immigration, and health and human services - and it's essential to integrate the Black experience into processes we build, as well as policies that are written to govern them. In this session, we dive into our work in fixing government services, the stories we hear and the opportunities we have to make equitable and accessible technology now."
    },
    {
        "details_link": "/event/recBbgxjDGUdnbOUQ",
        "title": "Food Truck Park",
        "venue": "Atlanta Tech Week Food Truck Park",
        "description": "Indulge your senses at the vibrant Food Truck Park during Atlanta Tech Week, where culinary delights and cultural fusion take center stage!",
        "date": "Thursday, June 13, 2024",
        "start_time": "12:00 pm",
        "end_time": "8:00 pm",
        "event_details": "Indulge your senses at the vibrant Food Truck Park during Atlanta Tech Week, where culinary delights and cultural fusion take center stage! Embark on a tantalizing journey through Atlanta's diverse food scene, curated to satisfy every craving and ignite your taste buds. From savory street tacos to decadent desserts, our lineup of top-notch food trucks promises an unforgettable gastronomic adventure. Plus, with free admission, this gastronomic extravaganza is the ultimate gathering place to mingle, network, and forge meaningful connections amidst the week's festivities. Whether you're a tech aficionado or simply a foodie at heart, join us at the Food Truck Park to celebrate flavor, community, and innovation. Come hungry, leave inspired!"
    },
    {
        "details_link": "/event/recbQqVoDLBsI769K",
        "title": "BPM: Growth Design with Fonz Morris (Netflix)",
        "venue": "Hotel Indigo Atlanta Downtown, an IHG Hotel",
        "description": "Calling all product managers! Want to unlock the secrets of growth used by industry leader Netflix? Join the Black Product Managers Network (BPM) for a special session on Growth Design featuring Fonz Morris, Lead Product Designer- Global Conversion at Netflix.",
        "date": "Thursday, June 13, 2024",
        "start_time": "1:00 pm",
        "end_time": "1:45 pm",
        "event_details": "â\u0080\u008bCalling all product managers! Want to unlock the secrets of growth used by industry leader Netflix? Join the Black Product Managers Network (BPM) for a special session on Growth Design featuring Fonz Morris, Lead Product Designer- Global Conversion at Netflix. This event is your chance to learn from the best, whether you're a mid-career PM with 3+ years of experience looking to elevate your growth skills, or an aspiring PM eager to understand how top companies achieve explosive user bases.â\u0080\u008bIn this session, Fonz will demystify Growth Design, the science behind driving continuous improvement. You'll learn how Netflix leverages these principles to optimize their platform and gain a practical framework you can use to directly impact your own key metrics. Fonz will also share real-world Netflix case studies, showcasing best practices you can implement in your product development process. Don't miss this unique opportunity to gain the knowledge and tools to maximize your impact as a product manager. Space is limited, so RSVP today!"
    },
    {
        "details_link": "/event/recKIGLmLvmW3NRC6",
        "title": "BPM: From Product Manager to Founder",
        "venue": "Hotel Indigo Atlanta Downtown, an IHG Hotel",
        "description": "Are you a product manager with a fire in your belly? Join the Black Product Managers Network (BPM) and Atlanta Tech Week for a fireside chat exploring the exciting leap from product leader to founder.",
        "date": "Thursday, June 13, 2024",
        "start_time": "2:00 pm",
        "end_time": "2:45 pm",
        "event_details": "This event is for you if:â\u0080\u008bYou're a mid-career product manager with entrepreneurial aspirations.â\u0080\u008bYou're a new founder looking to refine your approach.â\u0080\u008bYou're passionate about building something game-changing.â\u0080\u008bNetwork with fellow PMs, founders, investors, and mentors and leave empowered with the knowledge and connections to take your entrepreneurial dreams to the next level."
    },
    {
        "details_link": "/event/recCqoVYFHvqD9QoE",
        "title": "Crafting Cinematic Worlds with AI",
        "venue": "Hotel Indigo",
        "description": "Script to Screen: Crafting Cinematic Worlds with AI",
        "date": "Thursday, June 13, 2024",
        "start_time": "2:00 pm",
        "end_time": "3:00 pm",
        "event_details": "Join us to bring your ideas to life and see how your scripts can come alive with the help of generative AI.This session is designed for technologists, filmmakers, and storytellers looking to bridge the gap between narrative creation and visual execution.In this workshop, you'll learn how to use AI as a collaborator from ideation to scriptwriting, storyboarding, 3D world creation, and 2D video editing. We'll explore the latest tools that enable you to generate detailed environments and realistic characters."
    },
    {
        "details_link": "/event/recOBgjS8vX6Tcr6f",
        "title": "CTO Happy Hour",
        "venue": "Tin Lizzy's",
        "description": "Meet-up with fellow industry leading technologists to chat product, trends, culture and more. Current and aspiring CTOs are welcome.",
        "date": "Thursday, June 13, 2024",
        "start_time": "4:30 pm",
        "end_time": "7:30 pm",
        "event_details": "Broaden your network and learn best practices from fellow engineering leaders in a casual setting. This CTO happy hour is the perfect opportunity to learn about trending topics and best strategies being adopted by the industry's best."
    },
    {
        "details_link": "/event/recOXo6qGba5XMNOp",
        "title": "Atlanta Blockchain Center 2nd Anniversary Bash",
        "venue": "Atlanta Blockchain Center",
        "description": "Celebrating 2 incredible years of empowering Web3 founders and fostering a thriving blockchain community in ATL",
        "date": "Thursday, June 13, 2024",
        "start_time": "6:00 pm",
        "end_time": "9:00 pm",
        "event_details": "We're thrilled to celebrate 2 incredible years of empowering Web3 founders and fostering a thriving blockchain community in ATL. Join us as we raise a glass (or your beverage of choice) to supporting over 20 Web3 founders in their journeys, and hosting a whopping 100+ FREE weekly educational events to bring the world of onchain technology to the ATL masses. It's been an amazing adventure, and we can't wait to celebrate with you!"
    },
    {
        "details_link": "/event/recV0dpOqMlxCYD4S",
        "title": "BLKOut ATL",
        "venue": "Wicked Wolf Atlanta",
        "description": "Link up with Black professionals in Atlanta for networking and dope vibes",
        "date": "Thursday, June 13, 2024",
        "start_time": "6:00 pm",
        "end_time": "10:00 pm",
        "event_details": "Get ready for the BLKOut ATL brought to you by BLK Men in Tech and Shipt! ð\u009f\u008e\u0089 This is not your average networking eventâ\u0080\u0094it's all about genuine connections, drinks, music, and good vibes.â\u009c\u0085 2 Levels, 3 Bars, Outdoor Patioâ\u009c\u0085 Full kitchen & Happy Hour specials (6pm-7pm)â\u009c\u0085 Curated drink menu by Jack Danielâ\u0080\u0099sâ\u009c\u0085 Special Guest Host Yung Jocâ\u009c\u0085 Music by DJ TEE Y (@ItsDjTeey) & DJ JAY ENVY (@JayEnvy)All for FREE with RSVP! Don't miss out on this amazing event."
    },
    {
        "details_link": "/event/recHxE99VyurYqxBg",
        "title": "Money Talk: Innovation Vs Traditional",
        "venue": "Peachtree Center",
        "description": "Expert panelist discuss strategies to prepare for capital in the innovation and traditional economy.",
        "date": "Thursday, June 13, 2024",
        "start_time": "6:00 pm",
        "end_time": "7:30 pm",
        "event_details": "Explore the contrasting worlds of innovation and traditional economy (funding) with industry leaders from Accion Opportunity Fund Market Manager Desha Elliott, Vice PresidentÂ of Innovation Economy, Startup BankingÂ JPMorgan Chase Shea Taylor, Business and Securities Lawyer Bernard H. Coleman, Esq, Small Business CPA Sandy Petty, Invest Atlanta Underwriter Cynthia Freeman and more, as they delve into the financing myths, strategies, and successes for businesses in the innovation and traditional economy."
    },
    {
        "details_link": "/event/recgUTcG1aduWQ39X",
        "title": "Tech x Fashion",
        "venue": "Billionaire Boys and Girls Club Creators Lab",
        "description": "An event focused on creating a discussion with Atlanta creatives on the intersection of Technology and Fashion",
        "date": "Thursday, June 13, 2024",
        "start_time": "6:00 pm",
        "end_time": "9:00 pm",
        "event_details": "This event will bring together creatives, builders, developers, entrepreneurs and more to discuss the intersection between fashion and technology.Panelist:Joe Lewis : Web3 Solutions Architectâ\u0080¢Founder of SkyLark Novaâ\u0080¢Monica Bowie: Founder and CEO of I Work in Techâ\u0084¢â\u0080¢Branding andTalisha White: 2019 Miss Earth Delegate (Virgin Islands)â\u0080¢Published Author â\u0080¢Drink by YoCo Vodka, Heineken and NFT EnergyDJ SETPOAPs, NFTs and more!!"
    },
    {
        "details_link": "/event/recuSiJGWpkUlGsak",
        "title": "From Peachtree to Wallstreet",
        "venue": "From Peachtree to Wallstreet",
        "description": "We are connect the Atlanta community to Wallstreet level financing.",
        "date": "Thursday, June 13, 2024",
        "start_time": "6:30 pm",
        "end_time": "8:30 pm",
        "event_details": "From Peachstreet to WallstreetWe are connect the Atlanta community to Wallstreet level financing.1. Internship/ Job Placement with Investment Banks2. Development of a Private Equity Fund or Hedge Fund3. Access to events with institutional investors( Private equity and family offices).4. Merge & Acquisitions with Transworld buy and selling your business."
    },
    {
        "details_link": "/event/rec9bo2vcU5bQjIgR-31574",
        "title": "Square One Startup Showcase #8",
        "venue": "Ring Central",
        "description": "Square One Startup Schoolâ\u0080\u0099s Startup Showcase is back with 9 new hot startups! Join virtually, and watch founders deliver 3-minute short pitches, interact with fellow startup enthusiasts, and experience live product demos before they launch!",
        "date": "Thursday, June 13, 2024",
        "start_time": "6:30 pm",
        "end_time": "8:00 pm",
        "event_details": "Square One Startup SchoolÂ has graduated 70+ startup founders who have collectively raised over $7.2M in capital and have been accepted into some of the most prominent accelerator programs around the world like Y-Combinator and Techstars.Join us onÂ Thursday, June 13th at 6:30pm ESTÂ for a one-of-a-kind virtual experience as we celebrate the graduation & accomplishments of ourÂ eighthÂ cohortÂ with an evening filled with speed networking, product demos, and short pitches!"
    },
    {
        "details_link": "/event/recYyZbBcOPtA2490-22ce2",
        "title": "PubConf Atlanta",
        "venue": "Hotel Indigo Bar",
        "description": "The developer comedy showcase from the world's funniest developers. They compete for your applause and a chance at a PubConf Trophy!",
        "date": "Thursday, June 13, 2024",
        "start_time": "7:00 pm",
        "end_time": "9:00 pm",
        "event_details": "Join us for PubConf, the traveling developer comedy showcase! The funnest developers will compete for your laughter and applause on our stage, pitching you silly startup ideas. They only have 5 minutes each, so this rapid-fire show will keep you rolling."
    },
    {
        "details_link": "/event/recgsRnKj8sPHa8b5-9f34b",
        "title": "RnB Forever Concert",
        "venue": "Vinyl @ Center Stage",
        "description": "Out Of Office and RCE are excited to partner with Milk and Cookies to host the RnB Forever Concert. This event will feature incredible artists and provide an opportunity for technologists and Employee Resource Groups from various companies to connect and network. Powered by Coinbase, this promises to be a night of great music and meaningful connections.",
        "date": "Thursday, June 13, 2024",
        "start_time": "7:00 pm",
        "end_time": "10:30 pm",
        "event_details": "Out Of Office and RCE are excited to partner with Milk and Cookies to host the RnB Forever Concert. This event will feature incredible artists and provide an opportunity for technologists and Employee Resource Groups from various companies to connect and network. Powered by Coinbase, this promises to be a night of great music and meaningful connections."
    },
    {
        "details_link": "/event/recAv8nIv6OZXRffh",
        "title": "CTO / Product Leader Speaker series [Friday]",
        "venue": "Hotel Indigo",
        "description": "Product leader room",
        "date": "Friday, June 14, 2024",
        "start_time": "10:00 am",
        "end_time": "4:00 pm",
        "event_details": "Come listen to some of the TOP CTO and product leaders in Atlanta. Learn how to be a top tier  Product leader from a technical side / product side. Below are a few companies that will be speakingMYAVANA - Candace MitchellSTAY.AI - Stephanie BrubakerPLAYERZERO - Animesh KoratanaTRUBRAND MEDIA - Tiffany Lewis"
    },
    {
        "details_link": "/event/rec6Wcxqv68WyrPnb",
        "title": "Main Stage Speaker series [Friday]",
        "venue": "Hotel Indigo",
        "description": "Main Stage room",
        "date": "Friday, June 14, 2024",
        "start_time": "10:00 am",
        "end_time": "4:00 pm",
        "event_details": "Come listen to some of the TOP ATL VOICES about how we are building in ATL. From infrastructure, Startup, Education and ecosystem leaders"
    },
    {
        "details_link": "/event/recW8g0F29SzlO6zV",
        "title": "Manufacturing Gets Smart: Top Industrial AI Trends",
        "venue": "Hotel Indigo",
        "description": "Want to know more about your idea can become the next innovative force in manufacturing? Join us for tips and key insights.",
        "date": "Friday, June 14, 2024",
        "start_time": "10:00 am",
        "end_time": "10:45 am",
        "event_details": "Join Georgia Tech experts to learn about ways artificial intelligence and other smart technologies can revolutionize manufacturing. Georgia is a leading state for manufacturing, and thanks to initiatives such as Georgia Artificial Intelligence in Manufacturing (Georgia AIM), more companies are interested in adopting new technologies and upskilling their employees.Want to know more about your idea can become the next innovative force in manufacturing? Join us for tips and key insights."
    },
    {
        "details_link": "/event/recy0fCt8NTgNXTc7-5247e",
        "title": "Succeeding in Defense & Cyber",
        "venue": "Hotel Indigo",
        "description": "A dynamic event designed to tools and practical information to succeed in the rapidly evolving fields of cybersecurity and defense contracting. This event offers valuable perspectives and actionable insights to help you succeed in defense contracting and cyber.",
        "date": "Friday, June 14, 2024",
        "start_time": "11:00 am",
        "end_time": "11:45 am",
        "event_details": "Join us for this dynamic event designed to tools and practical information to succeed in the rapidly evolving fields of cybersecurity and defense contracting. This event offers valuable perspectives and actionable insights to help you succeed in defense contracting and cyber.Hear from industry leaders to explore opportunities at the intersection of technology, defense, and cybersecurity.Leaders Include:Cassia Baker, Research Faculty, Georgia Manufacturing Extension Partnership at Georgia TechMichael Barker, Senior Research Faculty, Georgia Manufacturing Extension Partnership at Georgia TechJennifer White, Procurement Counselor, GaTech|APEX Accelerator â\u0080\u0093 Atlanta Center"
    },
    {
        "details_link": "/event/recah5Birw61epFtC",
        "title": "Leadership Roundtable",
        "venue": "Google Atlanta Office",
        "description": "Join us for an exclusive Leadership Circle event featuring a panel of VCs and dynamic startup founders who have successfully navigated the challenges and triumphs of building a business from the ground up.",
        "date": "Friday, June 14, 2024",
        "start_time": "1:30 pm",
        "end_time": "8:00 pm",
        "event_details": "Join us for an exclusive Leadership Circle event featuring a panel of VCs and dynamic startup founders who have successfully navigated the challenges and triumphs of building a business from the ground up. Gain valuable insights into their leadership journeys, the strategies they employed to overcome obstacles, and the lessons they learned along the way. This is a unique opportunity to network with fellow leaders and engage in a thought-provoking discussion about the future of entrepreneurship. Don't miss this chance to be inspired and empowered by those who have dared to dream big!"
    },
    {
        "details_link": "/event/reckhOyNm2Su9tOEY",
        "title": "Access: Tech + Digital Literacy + Marginalization",
        "venue": "Hotel Indigo",
        "description": "In an increasingly digital world, the divide between access to technology and digital literacy skills and those without is widening. Cyberpoverty is an increasing challenge, particularly in rural communities. Come joing this engaging #ATLTechWeek panel, led by Cassia Baker of Georgia Tech MEP, Clarence Anthony of the Partnership for Inclusive Innovation & Google's Stephen Ichatha.",
        "date": "Friday, June 14, 2024",
        "start_time": "1:45 pm",
        "end_time": "2:30 pm",
        "event_details": "In an increasingly digital world, the divide between access to technology and digital literacy skills and those without is widening. Cyberpoverty is an increasing challenge, particularly in rural communities. Come joing this engaging #ATLTechWeek panel, led by Cassia Baker of Georgia Tech MEP, Clarence Anthony of the Partnership for Inclusive Innovation & Google's Stephen Ichatha, will explore the barriers marginalized communities face in accessing technology and developing essential digital skills."
    },
    {
        "details_link": "/event/recvDvsdgvmJjNX1j",
        "title": "Georgia's Creative Industry & Global Influence",
        "venue": "Hotel Indigo",
        "description": "Georgia has become a powerhouse in the creative industries, from film and television to music, and digital media. This event at the tech conference will bring together influential speakers from the creative sectors and economic development to discuss how Georgiaâ\u0080\u0099s creative industry is making a significant impact on the global stage.",
        "date": "Friday, June 14, 2024",
        "start_time": "2:00 pm",
        "end_time": "3:00 pm",
        "event_details": "Georgia has become a powerhouse in the creative industries, from film and television to music, and digital media. This event at the tech conference will bring together influential speakers from the creative sectors and economic development to discuss how Georgiaâ\u0080\u0099s creative industry is making a significant impact on the global stage. Attendees will gain insights into the strategies driving this success, the role of technology in creative processes, and the economic benefits of a thriving creative sector."
    },
    {
        "details_link": "/event/recUaGx7oUqa9tgPI",
        "title": "Google Cloud: Generative AI Workshop",
        "venue": "Google Atlanta",
        "description": "This 2 hour workshop will cover the basics of Generative AI on Google Cloud from  Google Cloud AI experts.",
        "date": "Friday, June 14, 2024",
        "start_time": "2:00 pm",
        "end_time": "4:00 pm",
        "event_details": "This 2 hour workshop will cover the basics of Generative AI on Google Cloud fromÂ Google Cloud AI experts, including:â\u0080\u008bHow to kickstart your journey with Generative AI & relevant use casesâ\u0080\u008bOverview of our Generative AI Products including Vertex AI, Model Builder, Agent Builder (Vertex Search and Conversation) and the Geminiâ\u0080\u008bHelp you to do your Use Case Ideationâ\u0080\u008bGoogle for Startups Cloud Program AI Benefits"
    },
    {
        "details_link": "/event/recMZmbHdwu6HFqyd",
        "title": "Day Break",
        "venue": "One Flew South - Beltline",
        "description": "Join Techsgiving to celebrate with attendees from Render ATL / ATL Tech Week and build community and connections.",
        "date": "Friday, June 14, 2024",
        "start_time": "3:00 pm",
        "end_time": "7:00 pm",
        "event_details": "Come join us for a fun-filled day at One Flew South - BeltLine! This in-person event is the perfect opportunity to enjoy great connections and celebrate community and take a relaxing break from an action packed week. Make sure to arrive early the first hour will feature complimentary cocktails and passed hors d'oeuvres. Don't wait until the event to build community and connections, join our discord today!"
    },
    {
        "details_link": "/event/recuP2GMbzONmRuQq",
        "title": "\"TECH\" ME OUTSIDE",
        "venue": "Northyards Park",
        "description": "Come with a friend, or special someone for CHIC VIBES , LUSH COCKTAILS & FOOD (Included).",
        "date": "Friday, June 14, 2024",
        "start_time": "8:00 pm",
        "end_time": "1:00 am",
        "event_details": "WHO IS READY TO MEET US OUTSIDE THIS SUMMER !?!During one of the biggest tech weeks in Atlanta ð\u009f\u008d\u0091 , weâ\u0080\u0099re taking it back to the early 2000s, with a â\u0080\u009cTech-Themedâ\u0080\u009d Play Date Mixer!*Doors Open at 8PM*ð\u009fªµGiant Jengaâ\u009b³ï¸\u008f Putt Puttð\u009f¥¤LED Cup Pongð\u009f\u0091¾ AR/VR Exhibitð\u009f\u0093±Trap Trivia& More!.Come with a friend, or special someone for CHIC VIBES , LUSH COCKTAILS & FOOD (Included).Proceeds support our economic empowerment initiatives and innovation in our North Metro Atlanta Footprint.Sounds by @kingdondadj | Attire: Summer Chic CasualPURCHASE TICKETS TODAY ð\u009f\u008e«"
    },
    {
        "details_link": "/event/recWsghKptu6HAazU",
        "title": "Dream Machine's A.I. Academy",
        "venue": "Loudermilk Conference Center",
        "description": "Get ready to dive into the world of artificial intelligence at Dream Machine's A.I. Academy on June 15th. Join us for this free event.",
        "date": "Saturday, June 15, 2024",
        "start_time": "10:00 am",
        "end_time": "5:30 pm",
        "event_details": "Dream Machine's A.I. Academy is a free one-day event for entrepreneurs, young adults, technologists, and anyone curious about A.I. tools. Dive into hands-on workshops and inspiring talks by industry leaders and community experts. Leave this event equipped with a powerful understanding of A.I. and how to apply it to your life or profession."
    },
    {
        "details_link": "/event/rec5RRTO0b8errTnI",
        "title": "Techturized Beauty Tech Summit",
        "venue": "Klaus Advanced Computing Building",
        "description": "MYAVANA presents the inaugural Techturized Beauty Tech Summit at the Georgia Institute of Technology, celebrating the roots of the beauty tech empire on their 12 year company anniversary.",
        "date": "Saturday, June 15, 2024",
        "start_time": "10:00 am",
        "end_time": "7:00 pm",
        "event_details": "MYAVANA presents the inaugural Techturized Beauty Tech Summit at Georgia Tech, celebrating the birthplace of their beauty tech empire. As pioneers in personalized hair care, we're gathering our Hair & Beauty Network to showcase our innovations and transformation of the hair industry through science and technology. This event honors Black women-led beauty tech businesses, featuring insightful panels, dynamic entrepreneurship discussions, and exclusive networking with key industry leaders. Join us in Atlanta, GA, the hair care capital, as we stake our claim in the booming beauty industry."
    },
    {
        "details_link": "/event/recLkqdD5DLcebov3-49436",
        "title": "Tech Tee",
        "venue": "John A White Golf Course",
        "description": "Tech Tee is a 90 minute golf clinic for tech professionals.",
        "date": "Saturday, June 15, 2024",
        "start_time": "4:00 pm",
        "end_time": "5:30 pm",
        "event_details": "Tech Tee is a golf clinic for tech professionals. Get ready to tee off at Tech Tee to close out #ATLTECHWEEK!Get your intro to the game of golf and have fun networking with other technologists on the green."
    }
]